Repository: MrZammler/iGame
Catalog: catalogs/po/*.po
Languages: french

# MSG_AppDescription (//)
source: A front-end to WHDLoad
french: Un client pour WHDLoad

# MSG_MNlabelScan (//)
source: Scan Repositories
french: Scanner les répertoires

# MSG_MNMainAddnonWHDLoadgame (//)
source: Add game...
french: Ajouter un jeu...

# MSG_MNMainMenuShowHidehiddenentries (//)
source: Show hidden entries
french: Afficher les saisies cachées

# MSG_MNMainOpenList (//)
source: Open List...
french: Ouvrir liste...

# MSG_MNMainSaveList (//)
source: Save List
french: Sauvegarder liste

# MSG_MNMainSaveListAs (//)
source: Save List As...
french: Sauvegarder liste comme...

# MSG_MNMainExportListtoTextfile (//)
source: Export List to Text file...
french: Exporter liste vers fichier texte...

# MSG_MNMainAbout (//)
source: About...
french: A propos...

# MSG_MNMainQuit (//)
source: Quit
french: Quitter

# MSG_MNlabel2Game (//)
source: Game
french: Jeu

# MSG_MNMainMenuDuplicate (//)
source: Duplicate...
french: Dupliquer...

# MSG_MNMainProperties (//)
source: Properties...
french: Propriétés...

# MSG_MNMainDelete (//)
source: Delete
french: Supprimer

# MSG_MNlabel2Tools (//)
source: Settings
french: Paramétrages

# MSG_MNMainiGameSettings (//)
source: Settings...
french: Paramétrages...

# MSG_MNlabel2GameRepositories (//)
source: Repositories...
french: Répertoires...

# MSG_MNMainMUISettings (//)
source: MUI Settings...
french: Paramétrages MUI...

# MSG_LA_Filter (//)
source: Filter:
french: Filtre :

# MSG_LV_GenresListTitle (//)
source: Genres
french: Types

# MSG_WI_Properties (//)
source: Game Properties
french: Propriétés du jeu

# MSG_STR_PropertiesGameTitleTitle (//)
source: Title:
french: Titre :

# MSG_LA_PropertiesGenre (//)
source: Genre:
french: Type :

# MSG_CY_PropertiesGenre0 (//)
source: Unknown
french: Inconnu

# MSG_CH_PropertiesFavorite (//)
source: Favourite:
french: Favori :

# MSG_CH_PropertiesHidden (//)
source: Hidden:
french: Caché :

# MSG_LA_PropertiesTimesPlayed (//)
source: Times Played:
french: Temps joué :

# MSG_LA_PropertiesSlavePath (//)
source: Slave Path:
french: Chemin du fichier Slave :

# MSG_TX_PropertiesTooltypesTitle (//)
source: Tooltypes
french: Types d'outils

# MSG_BT_PropertiesOK (//)
source: Save
french: Sauvegarder

# MSG_BT_PropertiesCancel (//)
source: Cancel
french: Annuler

# MSG_WI_GameRepositories (//)
source: Game Repositories
french: Répertoires des jeux

# MSG_BT_AddRepo (//)
source: Add
french: Ajouter

# MSG_BT_RemoveRepo (//)
source: Remove
french: Effacer

# MSG_BT_CloseRepoWindow (//)
source: Close
french: Fermer

# MSG_WI_AddNonWHDLoad (//)
source: Add a Game
french: Ajouter un jeu

# MSG_LA_AddGameTitle (//)
source: Title:
french: Titre :

# MSG_LA_AddGamePath (//)
source: Path:
french: Chemin :

# MSG_LA_AddGameGenre (//)
source: Genre:
french: Type :

# MSG_CY_AddGameGenre0 (//)
source: Unknown
french: Inconnu

# MSG_BT_AddGameOK (//)
source: OK
french: D'accord

# MSG_BT_AddGameCancel (//)
source: Cancel
french: Annuler

# MSG_WI_About (//)
source: About iGame
french: A propos d'iGame

# MSG_TX_About (//)
source: Emmanuel Vasilakis (mrzammler@mm.st) & Contributors
french: Emmanuel Vasilakis (mrzammler@mm.st) Contributeurs: Dimitris Panokostas (midwan@gmail.com) George Sokianos (walkero@gmail.com) Chris Charabaruk (chris+igame@charabaruk.com) Javier R. Santurde (tolkien) Amiguy (a french amigan)

# MSG_BT_AboutOK (//)
source: OK
french: D'accord

# MSG_WI_Settings (//)
source: iGame Settings
french: Paramétrages d'iGame

# MSG_LA_HideScreenshots (//)
source: Hide Screenshots
french: Cacher les impressions d'écran

# MSG_GR_ScreenshotsTitle (//)
source: Screenshots
french: Impressions d'écran

# MSG_LA_NoGuiGfx (//)
source: No GuiGfx
french: Pas de vignettes

# MSG_LA_ScreenshotSize (//)
source: Screenshot Size:
french: Taille des vignettes :

# MSG_CY_ScreenshotSize0 (//)
source: 160x128
french: 168x128

# MSG_CY_ScreenshotSize2 (//)
source: Custom
french: Spécifique

# MSG_LA_Width (//)
source: Width
french: Largeur

# MSG_LA_Height (//)
source: Height
french: Hauteur

# MSG_GR_TitlesTitle (//)
source: Titles
french: Titres

# MSG_RA_TitlesFromTitle (//)
source: Titles From:
french: Titres repris de :

# MSG_RA_TitlesFrom0 (//)
source: Slave Contents
french: Nom du Slave

# MSG_RA_TitlesFrom1 (//)
source: Directories
french: Répertoires

# MSG_LA_SmartSpaces (//)
source: No Smart Spaces
french: Pas d'espace auto

# MSG_GR_MiscTitle (//)
source: Misc
french: Divers

# MSG_LA_SaveStatsOnExit (//)
source: Save stats on exit
french: Sauvegarder stats en sortie

# MSG_LA_FilterUseEnter (//)
source: Use enter to filter
french: Touche [Entrée] pour filtrer

# MSG_LA_HideSidepanel (//)
source: Hide side panel
french: Cacher le panneau latéral

# MSG_BT_SettingsSave (//)
source: Save
french: Sauvegarder

# MSG_BT_SettingsUse (//)
source: Use
french: Utiliser

# MSG_BT_SettingsCancel (//)
source: Cancel
french: Annuler

# MSG_SelectDir (//)
source: Select path...
french: Choisir un répertoire...

# MSG_GameExecutable (//)
source: Select executable...
french: Choisir l'exécutable du jeu...

# MSG_TotalNumberOfGames (//)
source: Total %d games.
french: %d jeux au total.

# MSG_UnknownGenre (//)
source: Unknown
french: Inconnu

# MSG_FilterShowAll (//)
source: --Show All--
french: --Afficher tout--

# MSG_FilterFavorites (//)
source: --Favourites--
french: --Favoris--

# MSG_FilterLastPlayed (//)
source: --Last Played--
french: --Dernier joué--

# MSG_FilterMostPlayed (//)
source: --Most Played--
french: --Souvent joués--

# MSG_FilterNeverPlayed (//)
source: --Never Played--
french: --Jamais joués--

# MSG_RunningGameTitle (//)
source: Running %s...
french: %s en cours...

# MSG_ErrorExecutingWhdload (//)
source: Error while executing the selected entry. Please make sure WHDLoad is in your path.
french: Erreur durant l'exécution de WHDLoad ou du jeu. Veuillez vérifier que WHDLoad figure bien dans le chemin.

# MSG_ScanningPleaseWait (//)
source: Scanning [%s]. Please wait...
french: Scanne [%s]. Veuillez patienter...

# MSG_CouldNotCreateReposFile (//)
source: Could not create repos.prefs file!
french: Impossible de créer le fichier repos.prefs !

# MSG_SelectGameFromList (//)
source: Please select an entry from the list.
french: Veuillez choisir un jeu figurant dans la liste.

# MSG_TitleAlreadyExists (//)
source: The title you selected, already exists.
french: Le titre choisi existe déjà.

# MSG_SavingGamelist (//)
source: Please wait, saving gameslist...
french: Veuillez patienter. Sauvegarde de la liste des jeux...

# MSG_FailedOpeningGameslist (//)
source: Could not open gameslist file!
french: Impossible d'ouvrir le fichier gameslist !

# MSG_BadTooltype (//)
source: Bad tooltype!
french: Tooltype incorrect !

# MSG_NoTitleSpecified (//)
source: Please let me know the name of the game...
french: Veuillez indiquer le nom du jeu...

# MSG_NoExecutableSpecified (//)
source: Please pick the game executable...
french: Veuillez sélectionner l'exécutable du jeu...

# MSG_NotEnoughMemory (//)
source: Could not allocate memory! Aborting...
french: Impossible d'allouer de la mémoire ! Action interrompue...

# MSG_DirectoryNotFound (//)
source: Game Directory not found!
french: Répertoire de jeux introuvable !

# MSG_LA_StartWithFavorites (//)
source: Display favourites on start
french: Afficher les favoris au départ

# MSG_MNMainOpenCurrentDir (//)
source: Open game folder
french: Ouvrir le répertoire du jeu

# MSG_slavePathDoesntExist (//)
source: Slave path does not exist!
french: Chemin du Slave inexistant !

# MSG_compiledForAboutWin (//)
source: compiled for
french: compilé pour

# MSG_MNMainPreferences (//)
source: Preferences
french: Configuration

# MSG_ScanCompletedUpdatingList (//)
source: Scan completed. Updating the list now.
french: Scan terminé. Mise à jour de la liste en cours...

# MSG_LoadingSavedList (//)
source: Loading the saved list. Please wait.
french: Chargement de la liste sauvegardée. Veuillez patienter.

# MSG_ICONPICTURESTORE_FAILED (//)
source: Could not store default picture icon
french: Sauvegarde de l'icône par défaut impossible

# MSG_LV_GAMESLIST_TITLE (//)
source: Title
french: Titre

# MSG_LV_GAMESLIST_YEAR (//)
source: Year
french: Année

# MSG_LV_GAMESLIST_PLAYERS (//)
source: Players
french: Joueurs

# MSG_LA_UseIgameDataTitle (//)
source: Prefer igame.data
french: igame.data préféré

# MSG_WI_Information (//)
source: Item information
french: Information sur l'élément

# MSG_LA_ReleaseYear (//)
source: Release year:
french: Année de version :

# MSG_LA_ReleasedBy (//)
source: Released by:
french: Version par :

# MSG_LA_NoOfPlayers (//)
source: No of players:
french: Nbr de joueurs :

# MSG_LA_TimesPlayed (//)
source: Times played:
french: Temps joué :

# MSG_LA_Favourite (//)
source: Favourite
french: Favoris

# MSG_LA_Hidden (//)
source: Hidden
french: Caché

# MSG_GR_LinksTitle (//)
source: Links
french: Liens

# MSG_ItemExecutableOrSlave (//)
source: Select the slave or the executable file
french: Choisir un fichier Slave ou exécutable
