Repository: MrZammler/iGame
Catalog: catalogs/po/greek.po
Languages: el

# MSG_AppDescription (//)
source: A front-end to WHDLoad
el: Πρόγραμμα χρήσης του WHDLoad

# MSG_AppCopyright (//)
source: Emmanuel Vasilakis
el: Εμμανουήλ Βασιλάκης

# MSG_MNlabel2Actions (//)
source: Actions
el: Λειτουργίες

# MSG_MNlabelScan (//)
source: Scan Repositories
el: Ανάγνωση πηγών

# MSG_MNMainAddnonWHDLoadgame (//)
source: Add game...
el: Προσθήκη παιχνιδιού...

# MSG_MNMainMenuShowHidehiddenentries (//)
source: Show hidden entries
el: Εμφάνιση κρυφών εισαγωγών

# MSG_MNMainOpenList (//)
source: Open List...
el: Ανάγνωση λίστας...

# MSG_MNMainSaveList (//)
source: Save List
el: Αποθήκευση λίστας

# MSG_MNMainSaveListAs (//)
source: Save List As...
el: Αποθήκευση λίστας ως...

# MSG_MNMainExportListtoTextfile (//)
source: Export List to Text file...
el: Εξαγωγή λίστας σε αρχείο κειμ...

# MSG_MNMainAbout (//)
source: About...
el: Σχετικά με...

# MSG_MNMainQuit (//)
source: Quit
el: Έξοδος

# MSG_MNlabel2Game (//)
source: Game
el: Παιχνίδι

# MSG_MNMainMenuDuplicate (//)
source: Duplicate...
el: Αντιγραφή...

# MSG_MNMainProperties (//)
source: Properties...
el: Στοιχεία...

# MSG_MNMainDelete (//)
source: Delete
el: Διαγραφή

# MSG_MNlabel2Tools (//)
source: Settings
el: Ρυθμίσεις

# MSG_MNMainiGameSettings (//)
source: Settings...
el: Ρυθμίσεις...

# MSG_MNlabel2GameRepositories (//)
source: Repositories...
el: Πηγές εισαγωγών...

# MSG_MNMainMUISettings (//)
source: MUI Settings...
el: Ρυθμίσεις MUI...

# MSG_LA_Filter (//)
source: Filter:
el: Φίλτρο:

# MSG_LV_GenresListTitle (//)
source: Genres
el: Είδος

# MSG_WI_Properties (//)
source: Game Properties
el: Στοιχεία παιχνιδιού

# MSG_STR_PropertiesGameTitleTitle (//)
source: Title:
el: Τίτλος:

# MSG_LA_PropertiesGenre (//)
source: Genre:
el: Είδος:

# MSG_CY_PropertiesGenre0 (//)
source: Unknown
el: Άγνωστο

# MSG_CH_PropertiesFavorite (//)
source: Favourite:
el: Αγαπημένο:

# MSG_CH_PropertiesHidden (//)
source: Hidden:
el: Κρυφό:

# MSG_LA_PropertiesTimesPlayed (//)
source: Times Played:
el: Φορές που παίχτηκε:

# MSG_LA_PropertiesSlavePath (//)
source: Slave Path:
el: Κατάλογος του Slave:

# MSG_BT_PropertiesOK (//)
source: Save
el: Αποθήκευση

# MSG_BT_PropertiesCancel (//)
source: Cancel
el: Ακύρωση

# MSG_WI_GameRepositories (//)
source: Game Repositories
el: Πηγές παιχνιδιών

# MSG_BT_AddRepo (//)
source: Add
el: Προσθήκη

# MSG_BT_RemoveRepo (//)
source: Remove
el: Αφαίρεση

# MSG_BT_CloseRepoWindow (//)
source: Close
el: Κλείσιμο

# MSG_WI_AddNonWHDLoad (//)
source: Add a Game
el: Προσθήκη παιχνιδιού

# MSG_LA_AddGameTitle (//)
source: Title:
el: Τίτλος:

# MSG_LA_AddGamePath (//)
source: Path:
el: Κατάλογος:

# MSG_LA_AddGameGenre (//)
source: Genre:
el: Είδος:

# MSG_CY_AddGameGenre0 (//)
source: Unknown
el: Άγνωστο

# MSG_BT_AddGameCancel (//)
source: Cancel
el: Ακύρωση

# MSG_WI_About (//)
source: About iGame
el: Σχετικά με το iGame

# MSG_TX_About (//)
source: Emmanuel Vasilakis (mrzammler@mm.st) & Contributors
el: Εμμανουήλ Βασιλάκης (mrzammler@mm.st) και Συνεισφέροντες

# MSG_WI_Settings (//)
source: iGame Settings
el: iGame Ρυθμίσεις

# MSG_LA_HideScreenshots (//)
source: Hide Screenshots
el: Απόκρυψη των εικόνων

# MSG_GR_ScreenshotsTitle (//)
source: Screenshots
el: Εικόνες

# MSG_LA_NoGuiGfx (//)
source: No GuiGfx
el: Χωρίς GuiGfx

# MSG_LA_ScreenshotSize (//)
source: Screenshot Size:
el: Μέγεθος εικόνας:

# MSG_CY_ScreenshotSize2 (//)
source: Custom
el: Άλλο

# MSG_LA_Width (//)
source: Width
el: Μήκος

# MSG_LA_Height (//)
source: Height
el: Ύψος

# MSG_GR_TitlesTitle (//)
source: Titles
el: Τίτλος

# MSG_RA_TitlesFromTitle (//)
source: Titles From:
el: Τίτλοι από:

# MSG_RA_TitlesFrom0 (//)
source: Slave Contents
el: τα περιεχόμενα του Slave

# MSG_RA_TitlesFrom1 (//)
source: Directories
el: τους καταλόγους

# MSG_LA_SmartSpaces (//)
source: No Smart Spaces
el: Χωρίς έξυπνα κενά

# MSG_GR_MiscTitle (//)
source: Misc
el: Περισσότερα

# MSG_LA_SaveStatsOnExit (//)
source: Save stats on exit
el: Αποθήκευση στατιστικών κατά την έξοδο

# MSG_LA_FilterUseEnter (//)
source: Use enter to filter
el: Χρήση του Enter για φιλτράρισμα

# MSG_LA_HideSidepanel (//)
source: Hide side panel
el: Απόκρυψη πλαϊνής στήλης

# MSG_BT_SettingsSave (//)
source: Save
el: Αποθήκευση

# MSG_BT_SettingsUse (//)
source: Use
el: Χρήση

# MSG_BT_SettingsCancel (//)
source: Cancel
el: Ακύρωση

# MSG_SelectDir (//)
source: Select path...
el: Επιλογή καταλόγου...

# MSG_GameExecutable (//)
source: Select executable...
el: Επιλογή εκτελέσιμου...

# MSG_TotalNumberOfGames (//)
source: Total %d games.
el: Συνολικά %d εισαγωγές.

# MSG_UnknownGenre (//)
source: Unknown
el: Άγνωστο

# MSG_FilterShowAll (//)
source: --Show All--
el: --Εμφάνιση Όλων---

# MSG_FilterFavorites (//)
source: --Favourites--
el: --Αγαπημένα--

# MSG_FilterLastPlayed (//)
source: --Last Played--
el: --Τελευταία παιγμένα--

# MSG_FilterMostPlayed (//)
source: --Most Played--
el: --Περισσότερο παιγμένα--

# MSG_FilterNeverPlayed (//)
source: --Never Played--
el: --Μη παιγμένα--

# MSG_RunningGameTitle (//)
source: Running %s...
el: Εκτέλεση %s...

# MSG_ErrorExecutingWhdload (//)
source: Error while executing the selected entry. Please make sure WHDLoad is in your path.
el: Σφάλμα κατά την εκτέλεση. Παρακαλούμε, βεβαιωθείτε ότι το WHDLoad είναι διαθέσιμο.

# MSG_ScanningPleaseWait (//)
source: Scanning [%s]. Please wait...
el: Αναζήτηση στο [%s]. Παρακαλούμε περιμένετε...

# MSG_CouldNotCreateReposFile (//)
source: Could not create repos.prefs file!
el: Αδύνατη η δημιουργία του repos.prefs αρχείου!

# MSG_SelectGameFromList (//)
source: Please select an entry from the list.
el: Παρακαλούμε, επιλέξτε μια εισαγωγή από την λίστα.

# MSG_TitleAlreadyExists (//)
source: The title you selected, already exists.
el: Ο τίτλος που επιλέξατε υπάρχει ήδη.

# MSG_SavingGamelist (//)
source: Please wait, saving gameslist...
el: Παρακαλούμε περιμένετε την αποθήκευση της λίστας...

# MSG_FailedOpeningGameslist (//)
source: Could not open gameslist file!
el: Αδύνατη η ανάγνωση του αρχείου παιχνιδιών!

# MSG_BadTooltype (//)
source: Bad tooltype!
el: Λάθος tooltype!

# MSG_NoTitleSpecified (//)
source: Please let me know the name of the game...
el: Παρακαλώ, πρέπει να γνωρίζω τον τίτλο του παιχνιδιού...

# MSG_NoExecutableSpecified (//)
source: Please pick the game executable...
el: Παρακαλώ, επιλέξτε το εκτελέσιμο του παιχνιδιού...

# MSG_NotEnoughMemory (//)
source: Could not allocate memory! Aborting...
el: Αδύνατη η δέσμευση μνήμης! Ακύρωση...

# MSG_DirectoryNotFound (//)
source: Game Directory not found!
el: Δεν βρέθηκε ο κατάλογος του παιχνιδιού!

# MSG_LA_StartWithFavorites (//)
source: Display favourites on start
el: Εμφάνιση αγαπημένων κατά την έναρξη

# MSG_MNMainOpenCurrentDir (//)
source: Open game folder
el: Άνοιγμα φακέλου

# MSG_slavePathDoesntExist (//)
source: Slave path does not exist!
el: Δεν υπάρχει το Slave αρχείο!

# MSG_compiledForAboutWin (//)
source: compiled for
el: δημιουργήθηκε για

# MSG_MNMainPreferences (//)
source: Preferences
el: Παράμετροι

# MSG_ScanCompletedUpdatingList (//)
source: Scan completed. Updating the list now.
el: Η αναζήτηση ολοκληρώθηκε. Γίνεται ανανέωση της λίστας τώρα.

# MSG_LoadingSavedList (//)
source: Loading the saved list. Please wait.
el: Φόρτωση της αποθηκευμένης λίστας. Παρακαλώ περιμένετε.

# MSG_ICONPICTURESTORE_FAILED (//)
source: Could not store default picture icon
el: Αδύνατη η αποθήκευση της εικόνας στο εικόνιδιο

# MSG_LV_GAMESLIST_TITLE (//)
source: Title
el: Τίτλος

# MSG_LV_GAMESLIST_YEAR (//)
source: Year
el: Χρονιά

# MSG_LV_GAMESLIST_PLAYERS (//)
source: Players
el: Παίκτες

# MSG_LA_UseIgameDataTitle (//)
source: Prefer igame.data
el: Χρήση του igame.data

# MSG_WI_Information (//)
source: Item information
el: Πληροφορίες

# MSG_MNMainIformation (//)
source: Information...
el: Πληροφορίες...

# MSG_LA_ReleaseYear (//)
source: Release year:
el: Έτος κυκλοφορίας:

# MSG_LA_ReleasedBy (//)
source: Released by:
el: Κυκλοφόρησε από:

# MSG_LA_Chipset (//)
source: Chipset:
el: Chip Γραφικών:

# MSG_LA_NoOfPlayers (//)
source: No of players:
el: Αριθμός παικτών:

# MSG_LA_TimesPlayed (//)
source: Times played:
el: Φορές που παίχτηκε:

# MSG_LA_Favourite (//)
source: Favourite
el: Αγαπημένο

# MSG_LA_Hidden (//)
source: Hidden
el: Κρυφό

# MSG_GR_LinksTitle (//)
source: Links
el: Σύνδεσμοι

# MSG_ItemExecutableOrSlave (//)
source: Select the slave or the executable file
el: Επιλέξτε το slave ή το εκτελέσιμο αρχείο
