Repository: MrZammler/iGame
Catalog: catalogs/po/italiano.po
Languages: it

# MSG_AppDescription (//)
source: A front-end to WHDLoad
it: Front-end per WHDLoad

# MSG_MNlabel2Actions (//)
source: Actions
it: Azioni

# MSG_MNlabelScan (//)
source: Scan Repositories
it: Scansiona directory

# MSG_MNMainAddnonWHDLoadgame (//)
source: Add game...
it: Aggiungi gioco...

# MSG_MNMainMenuShowHidehiddenentries (//)
source: Show hidden entries
it: Mostra/Nascondi voci

# MSG_MNMainOpenList (//)
source: Open List...
it: Apri lista...

# MSG_MNMainSaveList (//)
source: Save List
it: Salva lista

# MSG_MNMainSaveListAs (//)
source: Save List As...
it: Salva lista come...

# MSG_MNMainExportListtoTextfile (//)
source: Export List to Text file...
it: Esporta lista come testo...

# MSG_MNMainAbout (//)
source: About...
it: Informazioni...

# MSG_MNMainQuit (//)
source: Quit
it: Esci

# MSG_MNlabel2Game (//)
source: Game
it: Gioco

# MSG_MNMainMenuDuplicate (//)
source: Duplicate...
it: Duplica...

# MSG_MNMainProperties (//)
source: Properties...
it: Proprietà...

# MSG_MNMainDelete (//)
source: Delete
it: Cancella

# MSG_MNlabel2Tools (//)
source: Settings
it: Preferenze

# MSG_MNMainiGameSettings (//)
source: Settings...
it: Impostazioni...

# MSG_MNlabel2GameRepositories (//)
source: Repositories...
it: Directory giochi...

# MSG_MNMainMUISettings (//)
source: MUI Settings...
it: Impostazioni MUI...

# MSG_LA_Filter (//)
source: Filter:
it: Filtro:

# MSG_LV_GenresListTitle (//)
source: Genres
it: Genere

# MSG_WI_Properties (//)
source: Game Properties
it: Proprietà gioco

# MSG_STR_PropertiesGameTitleTitle (//)
source: Title:
it: Titolo:

# MSG_LA_PropertiesGenre (//)
source: Genre:
it: Genere:

# MSG_CY_PropertiesGenre0 (//)
source: Unknown
it: Sconosciuto

# MSG_CH_PropertiesFavorite (//)
source: Favourite:
it: Preferito:

# MSG_CH_PropertiesHidden (//)
source: Hidden:
it: Nascosto:

# MSG_LA_PropertiesTimesPlayed (//)
source: Times Played:
it: Partite giocate:

# MSG_LA_PropertiesSlavePath (//)
source: Slave Path:
it: Percorso slave:

# MSG_BT_PropertiesOK (//)
source: Save
it: Salva

# MSG_BT_PropertiesCancel (//)
source: Cancel
it: Annulla

# MSG_WI_GameRepositories (//)
source: Game Repositories
it: Directory giochi

# MSG_BT_AddRepo (//)
source: Add
it: Aggiungi

# MSG_BT_RemoveRepo (//)
source: Remove
it: _Rimuovi

# MSG_BT_CloseRepoWindow (//)
source: Close
it: _Chiudi

# MSG_WI_AddNonWHDLoad (//)
source: Add a Game
it: Aggiungi gioco

# MSG_LA_AddGameTitle (//)
source: Title:
it: Titolo:

# MSG_LA_AddGamePath (//)
source: Path:
it: Percorso:

# MSG_LA_AddGameGenre (//)
source: Genre:
it: Genere:

# MSG_CY_AddGameGenre0 (//)
source: Unknown
it: Sconosciuto

# MSG_BT_AddGameCancel (//)
source: Cancel
it: Annulla

# MSG_WI_About (//)
source: About iGame
it: Informazioni su iGame

# MSG_TX_About (//)
source: Emmanuel Vasilakis (mrzammler@mm.st) & Contributors
it: Emmanuel Vasilakis (mrzammler@mm.st) Contributi a cura di: Dimitris Panokostas (midwan@gmail.com) George Sokianos (walkero@gmail.com) Chris Charabaruk (chris+igame@charabaruk.com) Javier R. Santurde (tolkien)

# MSG_WI_Settings (//)
source: iGame Settings
it: Impostazioni iGame

# MSG_LA_HideScreenshots (//)
source: Hide Screenshots
it: Nascondi miniature

# MSG_GR_ScreenshotsTitle (//)
source: Screenshots
it: Miniature

# MSG_LA_ScreenshotSize (//)
source: Screenshot Size:
it: Dimensione miniature:

# MSG_CY_ScreenshotSize2 (//)
source: Custom
it: Personalizzate

# MSG_LA_Width (//)
source: Width
it: Larghezza

# MSG_LA_Height (//)
source: Height
it: Altezza

# MSG_GR_TitlesTitle (//)
source: Titles
it: Titoli

# MSG_RA_TitlesFromTitle (//)
source: Titles From:
it: Titoli da:

# MSG_RA_TitlesFrom0 (//)
source: Slave Contents
it: Contenuti slave

# MSG_RA_TitlesFrom1 (//)
source: Directories
it: Directory

# MSG_LA_SmartSpaces (//)
source: No Smart Spaces
it: No spazi smart

# MSG_GR_MiscTitle (//)
source: Misc
it: Varie

# MSG_LA_SaveStatsOnExit (//)
source: Save stats on exit
it: Salva statistiche all'uscita

# MSG_LA_FilterUseEnter (//)
source: Use enter to filter
it: Usa tasto invio per filtrare

# MSG_LA_HideSidepanel (//)
source: Hide side panel
it: Nascondi pannello

# MSG_BT_SettingsSave (//)
source: Save
it: _Salva

# MSG_BT_SettingsUse (//)
source: Use
it: _Usa

# MSG_BT_SettingsCancel (//)
source: Cancel
it: _Annulla

# MSG_SelectDir (//)
source: Select path...
it: Seleziona percorso...

# MSG_GameExecutable (//)
source: Select executable...
it: Seleziona eseguibile...

# MSG_TotalNumberOfGames (//)
source: Total %d games.
it: Totale %d giochi

# MSG_UnknownGenre (//)
source: Unknown
it: Sconosciuto

# MSG_FilterShowAll (//)
source: --Show All--
it: --Mostra Tutti--

# MSG_FilterFavorites (//)
source: --Favourites--
it: --Preferiti--

# MSG_FilterLastPlayed (//)
source: --Last Played--
it: --Ultimi Giocati--

# MSG_FilterMostPlayed (//)
source: --Most Played--
it: --Più Giocati--

# MSG_FilterNeverPlayed (//)
source: --Never Played--
it: --Mai Giocati--

# MSG_RunningGameTitle (//)
source: Running %s...
it: Avvio di %s...

# MSG_ErrorExecutingWhdload (//)
source: Error while executing the selected entry. Please make sure WHDLoad is in your path.
it: Attenzione, si è verificato un errore durante l'esecuzione della voce selezionata. Per favore assicurati che WHDLoad sia correttamente installato nel percorso.

# MSG_ScanningPleaseWait (//)
source: Scanning [%s]. Please wait...
it: Scansione [%s]. Attendere per favore...

# MSG_CouldNotCreateReposFile (//)
source: Could not create repos.prefs file!
it: Impossibile creare il file repos.prefs!

# MSG_SelectGameFromList (//)
source: Please select an entry from the list.
it: Per favore seleziona una voce dalla lista

# MSG_TitleAlreadyExists (//)
source: The title you selected, already exists.
it: Il titolo selezionato è già esistente!

# MSG_SavingGamelist (//)
source: Please wait, saving gameslist...
it: Salvataggio della lista giochi, attendere per favore...

# MSG_FailedOpeningGameslist (//)
source: Could not open gameslist file!
it: Impossibile aprire il file della lista giochi!

# MSG_BadTooltype (//)
source: Bad tooltype!
it: Tooltype errato!

# MSG_NoTitleSpecified (//)
source: Please let me know the name of the game...
it: Per favore specifica il nome del gioco...

# MSG_NoExecutableSpecified (//)
source: Please pick the game executable...
it: Per favore seleziona l'eseguibile del gioco...

# MSG_NotEnoughMemory (//)
source: Could not allocate memory! Aborting...
it: Impossibile allocare la memoria! Processo interrotto...

# MSG_DirectoryNotFound (//)
source: Game Directory not found!
it: Directory del gioco non trovata!

# MSG_LA_StartWithFavorites (//)
source: Display favourites on start
it: Mostra preferiti all'avvio

# MSG_MNMainOpenCurrentDir (//)
source: Open game folder
it: Apri cartella

# MSG_slavePathDoesntExist (//)
source: Slave path does not exist!
it: Il percorso dello slave non esiste!

# MSG_compiledForAboutWin (//)
source: compiled for
it: Compilato per

# MSG_MNMainPreferences (//)
source: Preferences
it: Preferenze

# MSG_ScanCompletedUpdatingList (//)
source: Scan completed. Updating the list now.
it: Scansione completata. Aggiornamento lista

# MSG_LoadingSavedList (//)
source: Loading the saved list. Please wait.
it: Caricamento della lista salvata. Attendere per favore

# MSG_ICONPICTURESTORE_FAILED (//)
source: Could not store default picture icon
it: Impossibile memorizzare l'immagine icona predefinita

# MSG_LV_GAMESLIST_TITLE (//)
source: Title
it: Titolo

# MSG_LV_GAMESLIST_YEAR (//)
source: Year
it: Anno

# MSG_LV_GAMESLIST_PLAYERS (//)
source: Players
it: Giocatori

# MSG_LA_UseIgameDataTitle (//)
source: Prefer igame.data
it: Preferisci igame.data

# MSG_WI_Information (//)
source: Item information
it: Informazioni oggetto

# MSG_MNMainIformation (//)
source: Information...
it: Informazioni...

# MSG_LA_ReleaseYear (//)
source: Release year:
it: Anno rilascio:

# MSG_LA_ReleasedBy (//)
source: Released by:
it: Pubblicato da:

# MSG_LA_NoOfPlayers (//)
source: No of players:
it: Numero giocatori:

# MSG_LA_TimesPlayed (//)
source: Times played:
it: Partite giocate:

# MSG_LA_Favourite (//)
source: Favourite
it: Preferito

# MSG_LA_Hidden (//)
source: Hidden
it: Nascosto

# MSG_GR_LinksTitle (//)
source: Links
it: Collegamenti

# MSG_ItemExecutableOrSlave (//)
source: Select the slave or the executable file
it: Seleziona lo slave o il file eseguibile
