Repository: MrZammler/iGame
Catalog: catalogs/po/turkish.po
Languages: tr

# MSG_AppDescription (//)
source: A front-end to WHDLoad
tr: WHDLoad için arayüz

# MSG_MNlabel2Actions (//)
source: Actions
tr: Eylemler

# MSG_MNlabelScan (//)
source: Scan Repositories
tr: Oyun Depolarını Tara

# MSG_MNMainAddnonWHDLoadgame (//)
source: Add game...
tr: Oyun ekle...

# MSG_MNMainAddnonWHDLoadgameChar (//)
source: A_
tr: e_

# MSG_MNMainMenuShowHidehiddenentries (//)
source: Show hidden entries
tr: Gizli girişleri göster

# MSG_MNMainOpenList (//)
source: Open List...
tr: Liste'yi Aç...

# MSG_MNMainOpenListChar (//)
source: O_
tr: L_

# MSG_MNMainSaveList (//)
source: Save List
tr: Liste'yi Kaydet

# MSG_MNMainSaveListAs (//)
source: Save List As...
tr: Liste'yi Farklı Kaydet...

# MSG_MNMainExportListtoTextfile (//)
source: Export List to Text file...
tr: Listeyi Metin Dosyasına Çıkar...

# MSG_MNMainAbout (//)
source: About...
tr: Hakkında...

# MSG_MNMainQuit (//)
source: Quit
tr: Çıkış

# MSG_MNMainQuitChar (//)
source: Q_
tr: Ç_

# MSG_MNlabel2Game (//)
source: Game
tr: Oyun

# MSG_MNMainProperties (//)
source: Properties...
tr: Özellikler...

# MSG_MNMainPropertiesChar (//)
source: P_
tr: Ö_

# MSG_MNMainDelete (//)
source: Delete
tr: Sil

# MSG_MNMainDeleteChar (//)
source: D_
tr: _l

# MSG_MNlabel2Tools (//)
source: Settings
tr: Ayarlar

# MSG_MNMainiGameSettings (//)
source: Settings...
tr: Ayarlar...

# MSG_MNlabel2GameRepositories (//)
source: Repositories...
tr: Oyun Depoları...

# MSG_MNMainMUISettings (//)
source: MUI Settings...
tr: MUI Ayarları...

# MSG_LA_Filter (//)
source: Filter:
tr: Filtre:

# MSG_LV_GenresListTitle (//)
source: Genres
tr: Tarzlar

# MSG_WI_Properties (//)
source: Game Properties
tr: Oyun Özellikleri

# MSG_STR_PropertiesGameTitleTitle (//)
source: Title:
tr: Başlık

# MSG_LA_PropertiesGenre (//)
source: Genre:
tr: Tarz:

# MSG_CY_PropertiesGenre0 (//)
source: Unknown
tr: Bilinmiyor

# MSG_CH_PropertiesFavorite (//)
source: Favourite:
tr: Favori:

# MSG_CH_PropertiesHidden (//)
source: Hidden:
tr: Gizli:

# MSG_LA_PropertiesTimesPlayed (//)
source: Times Played:
tr: Oynanan Süre:

# MSG_LA_PropertiesSlavePath (//)
source: Slave Path:
tr: Slave Yolu:

# MSG_TX_PropertiesTooltypesTitle (//)
source: Tooltypes
tr: Araç türleri

# MSG_BT_PropertiesOK (//)
source: Save
tr: Tamam

# MSG_BT_PropertiesCancel (//)
source: Cancel
tr: Vazgeç

# MSG_WI_GameRepositories (//)
source: Game Repositories
tr: Oyun Depoları

# MSG_BT_AddRepo (//)
source: Add
tr: Ekle

# MSG_BT_RemoveRepo (//)
source: Remove
tr: Kaldır

# MSG_BT_CloseRepoWindow (//)
source: Close
tr: Kapat

# MSG_WI_AddNonWHDLoad (//)
source: Add a Game
tr: Oyun Ekle

# MSG_LA_AddGameTitle (//)
source: Title:
tr: Başlık:

# MSG_LA_AddGamePath (//)
source: Path:
tr: Yol:

# MSG_LA_AddGameGenre (//)
source: Genre:
tr: Tarz:

# MSG_CY_AddGameGenre0 (//)
source: Unknown
tr: Bilinmiyor

# MSG_BT_AddGameOK (//)
source: OK
tr: Tamam

# MSG_BT_AddGameCancel (//)
source: Cancel
tr: Vazgeç

# MSG_WI_About (//)
source: About iGame
tr: iGame Hakkında

# MSG_TX_About (//)
source: Emmanuel Vasilakis (mrzammler@mm.st) & Contributors
tr: Emmanuel Vasilakis (mrzammler@mm.st) Katkıda Bulunanlar: Dimitris Panokostas (midwan@gmail.com) George Sokianos (walkero@gmail.com) Chris Charabaruk (chris+igame@charabaruk.com) Javier R. Santurde (tolkien)

# MSG_BT_AboutOK (//)
source: OK
tr: Tamam

# MSG_WI_Settings (//)
source: iGame Settings
tr: iGame Ayarları

# MSG_LA_HideScreenshots (//)
source: Hide Screenshots
tr: Ekran Görüntülerini Gizle

# MSG_GR_ScreenshotsTitle (//)
source: Screenshots
tr: Ekran görüntüleri

# MSG_LA_NoGuiGfx (//)
source: No GuiGfx
tr: GuiGfx Yok

# MSG_LA_ScreenshotSize (//)
source: Screenshot Size:
tr: Ekran Görüntü Boyutu:

# MSG_CY_ScreenshotSize2 (//)
source: Custom
tr: Özel

# MSG_LA_Width (//)
source: Width
tr: Genişlik

# MSG_LA_Height (//)
source: Height
tr: Yükseklik

# MSG_GR_TitlesTitle (//)
source: Titles
tr: Başlık

# MSG_RA_TitlesFromTitle (//)
source: Titles From:
tr: Başlıklar:

# MSG_RA_TitlesFrom0 (//)
source: Slave Contents
tr: Slave İçerikleri

# MSG_RA_TitlesFrom1 (//)
source: Directories
tr: Dizinler

# MSG_LA_SmartSpaces (//)
source: No Smart Spaces
tr: Akıllı Boşluklar Yok

# MSG_GR_MiscTitle (//)
source: Misc
tr: Çeşitli

# MSG_LA_SaveStatsOnExit (//)
source: Save stats on exit
tr: İstatistikleri Çıkışta Kaydet

# MSG_LA_FilterUseEnter (//)
source: Use enter to filter
tr: Filtrelemek için Enter kullanın

# MSG_LA_HideSidepanel (//)
source: Hide side panel
tr: Yan paneli gizle

# MSG_BT_SettingsSave (//)
source: Save
tr: Kaydet

# MSG_BT_SettingsUse (//)
source: Use
tr: Kullan

# MSG_BT_SettingsCancel (//)
source: Cancel
tr: Vazgeç

# MSG_SelectDir (//)
source: Select path...
tr: Dizin seç...

# MSG_GameExecutable (//)
source: Select executable...
tr: Çalıştırılabilir Oyun Dosyasını seç...

# MSG_TotalNumberOfGames (//)
source: Total %d games.
tr: Toplam oyun %d.

# MSG_UnknownGenre (//)
source: Unknown
tr: Bilinmiyor

# MSG_FilterShowAll (//)
source: --Show All--
tr: --Tümünü Göster

# MSG_FilterFavorites (//)
source: --Favourites--
tr: --Favoriler--

# MSG_FilterLastPlayed (//)
source: --Last Played--
tr: --Son Oynanan--

# MSG_FilterMostPlayed (//)
source: --Most Played--
tr: --Ençok Oynanan--

# MSG_FilterNeverPlayed (//)
source: --Never Played--
tr: --Hiç Oynanmayan--

# MSG_RunningGameTitle (//)
source: Running %s...
tr: %s çalıştırılıyor

# MSG_ErrorExecutingWhdload (//)
source: Error while executing the selected entry. Please make sure WHDLoad is in your path.
tr: WHDload veya oyunu yürütürken hata. Lütfen Whdload uygulumasının c dizininde olduğunu doğrulayın.

# MSG_ScanningPleaseWait (//)
source: Scanning [%s]. Please wait...
tr: [%s] Taranıyor. Lütfen bekleyin...

# MSG_CouldNotCreateReposFile (//)
source: Could not create repos.prefs file!
tr: repos.prefs dosyası oluşturulamadı!

# MSG_SelectGameFromList (//)
source: Please select an entry from the list.
tr: Lütfen listeden bir oyun seçin.

# MSG_TitleAlreadyExists (//)
source: The title you selected, already exists.
tr: Seçtiğiniz başlık zaten var.

# MSG_SavingGamelist (//)
source: Please wait, saving gameslist...
tr: Lütfen bekleyin, oyun listesi kayıtediliyor...

# MSG_FailedOpeningGameslist (//)
source: Could not open gameslist file!
tr: Oyun listesi dosyası açılamadı!

# MSG_BadTooltype (//)
source: Bad tooltype!
tr: Kötü dosya türü!

# MSG_NoTitleSpecified (//)
source: Please let me know the name of the game...
tr: Lütfen oyunun adını bana bildirin...

# MSG_NoExecutableSpecified (//)
source: Please pick the game executable...
tr: Lütfen çalıştırılabilir oyun dosyasını seç...

# MSG_NotEnoughMemory (//)
source: Could not allocate memory! Aborting...
tr: Bellek alanı ayrılamadı! İptal ediliyor...

# MSG_DirectoryNotFound (//)
source: Game Directory not found!
tr: Oyun Dizini bulunamadı!

# MSG_LA_StartWithFavorites (//)
source: Display favourites on start
tr: Başlangıçta favorileri göster

# MSG_MNMainOpenCurrentDir (//)
source: Open game folder
tr: Oyun klasörünü aç

# MSG_MNMainOpenCurrentDirChar (//)
source: W_
tr: n_

# MSG_slavePathDoesntExist (//)
source: Slave path does not exist!
tr: Slave dizini yok!

# MSG_compiledForAboutWin (//)
source: compiled for
tr: derlenen sürüm

# MSG_MNMainPreferences (//)
source: Preferences
tr: Terçihler

# MSG_ScanCompletedUpdatingList (//)
source: Scan completed. Updating the list now.
tr: Tarama tamamlandı. Şimdi liste güncelleniyor.

# MSG_LoadingSavedList (//)
source: Loading the saved list. Please wait.
tr: Kayıt listesi yükleniyor. Lütfen bekleyin.

# MSG_ICONPICTURESTORE_FAILED (//)
source: Could not store default picture icon
tr: Varsayılan resim simgesi saklanamadı
